[{"interview_id":4820,"name_en":"Interview with Bahīrah Ayyūb, Rawḍah ʻUmarīyah, Lamyā' al-Yāsīn and ʻAbd al-Fattāḥ al-Fūl","name_ar":"مقابلة مع بهيرة أيوب، روضة عمرية، لمياء الياسين وعبد الفتاح الفول","description":"The interview was recorded on May 15, 1997 with Bahīrah Ayyūb, female, born in 1970 in al-Jish, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Rawḍah ʻUmarīyah, female, born in 1960 in Ibṭin, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Lamyāʼ al-Yāsīn, female, born in 1963 in Ibṭin, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with ʻAbd al-Fattāḥ al-Fūl, male, born in 1940 in Haifa, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع بهيرة أيوب في 15 أيار مايو عام 1997، أنثى، ولدت عام 1970 في الجش، فلسطين وتقيم في مخيم البداوي للاجئن الفلسطينيين، لبنان. \nسجلت المقابلة أيضا مع روضة عمرية، أنثى، ولدت عام 1960 في إبطن، فلسطين وتقيم في مخيم البداوي للاجئن الفلسطينيين، لبنان. \nسجلت المقابلة أيضا مع لمياء الياسين، أنثى، ولدت عام 1963 في إبطن، فلسطين وتقيم في مخيم البداوي للاجئن الفلسطينيين، لبنان. \nسجلت المقابلة ايضا مع عبد الفتاح الفول، ذكر، ولد عام 1940 في حيفا، فلسطين ويقيم في مخيم البداوي للاجئن الفلسطينيين، لبنان.","contents":"Wise Turtle story and other stories. (@ 0:00)||Sleeping Beauty story. (@ 18:37)||Little Red Riding Hood Story. (@ 29:6)||Purposeful story. (@ 40:0)","village":"al-Jish||Ibṭin||Haifa","year":1997,"duration":"00:59:50","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0039_bahirah_ayyub.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2154,"landmark_id":2085},{"interview_id":4594,"name_en":"Interview with Khalīl Ḥusayn Yāsīn","name_ar":"مقابلة مع خليل حسين ياسين","description":"The interview was recorded on July 13, 1997 with Khalīl Ḥusayn Yāsīn, male, born in 1933 in Ibṭin, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع خليل حسين ياسين في 13 تموز يوليو عام 1997، ذكر، ولد عام 1933 في إبطن، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.","contents":"Pre-Nakba life in Palestine. (@ 0:00)||Childhood memories. (@ 11:35)||Battles and armed resistance. (@ 18:37)||War time and military occupation. (@ 25:7)||Refugee life in Lebanon. (@ 35:13)","village":"Ibṭin","year":1997,"duration":"00:57:18","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0053_khalil_yasin.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2155,"landmark_id":2085}]