{"type":"Feature","geometry":{"type":"Point","coordinates":[35.043038,32.772346]},"properties":{"type":"Village","group":"Palestinian","status":"Built over","id":314,"name_en":"Balad Al Shaykh","name_ar":"بلد الشيخ","name_he":"בַּלַד אלשֵיח'","slug":"balad-al-shaykh","district_1945":"Haifa","district_isr":null,"type_special":null,"pop_1922":407,"pop_1931":747,"type_1945":"Village","grp_1945":"Palestinian","pop_1945":4120,"pal_1945":4120,"jsh_1945":null,"change_2016":"Built over","type_2016":null,"grp_2016":null,"pop_2016":null,"pal_2016":null,"jsh_2016":null,"oth_2016":null,"start":null,"end":"1948-04-24T00:00:00.000Z","lat":32.772346,"lng":35.043038,"map_20k":"yes","id_zo":49032,"id_pr":826,"id_as":287,"id_old":2750,"url_pr":"Haifa/Balad-al-Shaykh","poha":[{"interview_id":4175,"name_en":"Interview with Ṣāliḥ Fāyiz","name_ar":"مقابلة مع صالح فايز","description":"The interview was recorded on May 24, 2004 with Ṣāliḥ Fāyiz, male, born in 1928 in Balad al-Shaykh, Palestine.\n\nالسيرة: سجلت المقابلة مع صالح فايز في 24 أيار مايو عام 2004، ذكر، ولد عام 1928 في بلد الشيخ، فلسطين.","contents":"Childhood and employment. (@ 0:07)||Community life and beliefs. (@ 20:45)||Palestine during the Arab Revolt, 1936-1939. (@ 31:51)||Palestinian-Jewish relations. (@ 51:14)||Battles and Zionist occupation of Palestine . (@ 60:8)||Expulsion from Balad al-Shaykh. (@ 71:26)","village":"Balad al-Shaykh","year":2004,"duration":"01:23:26","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0124_salih_fayiz.xml","language":"Arabic","thumbnail":"nn_0124.jpg","relation_id":1989,"landmark_id":2049},{"interview_id":4224,"name_en":"Interview with Ḥusayn Fayyāḍ Zaydān","name_ar":"مقابلة مع حسين فيّاض زيدان","description":"The interview was recorded on December 12, 2003 with Ḥusayn Fayyāḍ Zaydān, male, born in Balad al-Shaykh, Palestine. He worked in Haifa Cigarette Manufacture.\n\nالسيرة: سجلت المقابلة مع حسين فيّاض زيدان في 12 كانون الأول ديسمبر عام 2003، ذكر، ولد في بلد الشيخ، فلسطين. عمل في فبركة الدخان في حيفا.","contents":"Agriculture and everyday life at Balad al-Shaykh. (@ 0:00)||Imprisonment , 1936-1939. (@ 9:30)||Employment and life during post-Arab revolt . (@ 30:31)||Expulsion from Palestine (@ 52:41)","village":"Balad al-Shaykh","year":2003,"duration":"01:12:06","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0173_husayn_zaydan.xml","language":"Arabic","thumbnail":"nn_0173.jpg","relation_id":1990,"landmark_id":2049},{"interview_id":4783,"name_en":"Interview with Niʻmah Ṣālih, Ḥasan Khālid Zaydān, ʻAbd al-Raḥmān Muḥammad ʻUmar Kurūm, Muḥammad Shaḥādah ʻAqlah, Muṣṭafá Sulaymān Shams, Maḥmūd Shityawī and Ḥusayn ʻUthmān","name_ar":"مقابلة مع نعمة صالح، حسن خالد زيدان، عبد الرحمن محمد عمر كروم، محمد شحادة عقلة، مصطفى سليمان شمس، محمود شتيوي، و حسين عثمان","description":"The interview was recorded on January, 1995 with Niʻmah Ṣālih, female, born in 1921 in al-Farrāḍīyah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded witih Ḥasan Khālid Zaydān, male, born in 1936 in Balad al-Shaykh, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with ʻAbd al-Raḥmān Muḥammad ʻUmar Kurūm, male, born in 1943 in al-Farrāḍīyah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Muḥammad Shiḥādah ʻAqlah, male, born in 1921 in ʻArab al-Zubayd, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Muṣṭafá Sulaymān Shams, male, born in 1926 in al-Farrāḍīyah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Maḥmūd Shityawī, male, born in 1941 in Ḥawwāsah, Palestine and resides in al-Baddāwī Palestinina Refugee Camp, Lebanon. \nThe interview was also recorded with Ḥusayn ʻUthmān, male, born in 1923 in Naḥf, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع نعمة صالح في تشرين الثاني يناير عام 1995، أنثى، ولدت عام 1921 في الفراضية، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع حسن خالد زيدان، ذكر، ولد عام 1936 في بلد الشيخ، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان.\nسجلت المقابلة أيضاً مع عبد الرحمن محمد عمر كروم، ذكر، ولد عام 1943 في الفراضية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع محمد شحادة عقلة، ذكر، ولد عام 1921 في عرب الزبيد، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع مصطفى سليمان شمس، ذكر، ولد عام 1926 في الفراضية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع محمود شتيوي، ذكر، ولد عام 1941 في حواسة، فلسطين ويقيم في مخيم البداوي للاجئين، لبنان. \nسجلت المقابلة أيضاً مع حسين عثمان، ذكر، ولد عام 1923 في نحف، فلسطين ويقيم في مخيم البداوي للاجئين، لبنان.","contents":"Social life and customs in Palestine. (@ 0:00)||Folktales. (@ 25:57)||Dispute resolution between Palestinian clans. (@ 46:43)||Father's murder and dispute resolution . (@ 52:49)||Betrayal of the mayor's wife. (@ 60:16)||Dispute resolution between al-Farrāḍīyah and al-Rās al-Aḥmar . (@ 66:52)||Dispute resolution in Tal al-Zaʻtar refugee camp. (@ 73:29)","village":"al-Farrāḍīyah||Balad al-Shaykh||ʻArab al-Zubayd||Ḥawwāsah||Naḥf","year":1995,"duration":"01:24:30","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0127_naamah_salih.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":1991,"landmark_id":2049},{"interview_id":4824,"name_en":"Interview with Thurayyā Tūhān ʻAṭīyah and Fawzīyah Shiḥādah al-Khaṭīb","name_ar":"مقابلة مع ثريا توهان عطية وفوزية شحادة الخطيب","description":"The interview was recorded on December 10, 1995 with Thurayyā Tūhān ʻAṭīyah, female, born in 1931 in Jāḥūlā, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\nThe inetrview was also recorded with Fawzīyah Shiḥādah al-Khaṭīb, female, born in 1926 in Balad al-Shaykh, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقايلة مع ثريا توهان عطية في 10 كانون الثاني ديسمبر عام 1995، أنثى، ولدت عام 1931 في جاحولا، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.\nكما سجلت المقابلة ايضا مع فوزية شحادة الخطيب، أنثى، ولدت عام 1926 في بلد الشيخ، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.","contents":"Folk and love songs. (@ 0:00)||Palestinian wedding celebration. (@ 16:16)||Communal celebrations. (@ 31:31)","village":"Balad al-Shaykh||Jāḥūlā","year":1995,"duration":"00:58:17","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0042_thurayyah_atiyah.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":1992,"landmark_id":2049},{"interview_id":4857,"name_en":"Interview with Ṣubhīyah al-ʻAbd, Nuhá al-ʻAbd and Tuḥfah Yaʻqūb","name_ar":"مقابلة مع صبحية العبد، نهى العبد وتحفة يعقوب","description":"The interview was recorded on December, 1995 with Ṣubhīyah al-ʻAbd, female, born in 1931 in Balad al-Shaykh, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Nuhá al-ʻAbd, female, born in 1951 in Shafā ʻAmrū, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe intreview was also recorded with Tuḥfah Yaʻqūb, female, born in 1916 in Shafā ʻAmrū, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع صبحية العبد في كانون الثاني ديسمبر عام 1995، أنثى، ولدت عام 1931 في بلد الشيخ، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع نهى العبد، أنثى، ولدت عام 1951 في شفاعمرو، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة ايضا مع تحفة يعقوب، أنثى، ولدت عام 1916 في شفا عمرو، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.","contents":"Folk songs. (@ 0:00)||Palestinian wedding folk songs. (@ 11:5)||Political songs. (@ 26:47)||Palestinian political and folk songs. (@ 36:17)||Songs of love and nation. (@ 46:50)||Arabic folk songs. (@ 73:49)","village":"Balad al-Shaykh||Shafā ʻAmrū","year":1995,"duration":"01:34:10","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0075_subhiyah_al-abed.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":1993,"landmark_id":2049}]}}