{"type":"Feature","geometry":{"type":"Point","coordinates":[35.270569,32.93526]},"properties":{"type":"Village","group":"Palestinian","status":"Remaining","id":39,"name_en":"Dayr Al Asad","name_ar":"Dayr Al Asad","name_he":null,"slug":"dayr-al-asad","district_1945":"Acre","district_isr":"Northern","type_special":null,"pop_1922":749,"pop_1931":858,"type_1945":"Village","grp_1945":"Palestinian","pop_1945":1100,"pal_1945":1100,"jsh_1945":null,"change_2016":"Remaining","type_2016":"Village","grp_2016":"Palestinian","pop_2016":11900,"pal_2016":11900,"jsh_2016":null,"oth_2016":null,"start":null,"end":null,"lat":32.93526,"lng":35.270569,"map_20k":"yes","id_zo":null,"id_pr":957,"id_as":null,"id_old":2475,"url_pr":"GeoPoints/Dayr_al_Asad_957","poha":[{"interview_id":4330,"name_en":"Interview with Ḥasan Aḥmad al-Asadī","name_ar":"مقابلة مع حسن أحمد الأسدي","description":"The interview was recorded on September 11, 2005 with Ḥasan Aḥmad al-Asadī, male, born in 1922 in Dayr al-Asad, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. He worked with the British army during World War II. \n\nالسيرة: سجلت المقابلة مع حسن أحمد الاسدي في 11 أيلول سبتمبر عام 2005، ذكر، ولد عام 1922 في دير الأسـد، فلسطين ويقيم في مخيم عين الحلوة للاجئين الفلسطينيين.عمل مع قوات الجيش البريطاني خلال الحرب العالمية الثانية.","contents":"History of the village. (@ 0:01)||Childhood, education and work during the British Mandate. (@ 19:45)||Political turmoil, revolutionaries and military activity in Dayr al-Asad. (@ 36:4)||Battles and armed resistance. (@ 50:51)||Refugee experience and expulsion. (@ 68:14)","village":"Dayr al-Asad","year":2005,"duration":"01:23:20","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0282_hasan_al-asadi.xml","language":"Arabic","thumbnail":"nn_0282.jpg","relation_id":2023,"landmark_id":2060},{"interview_id":4406,"name_en":"Interview with Āmīnah Yāsīn ʻUmar","name_ar":"مقابلة مع آمنة ياسين عمر","description":"The interview was recorded on May 23, 2005 with Āmīnah Yāsīn ʻUmar, female, born in 1932 Dayr al-Asad, Palestine and resides in al-Jalīl Palestinian Refugee Camp, Baalbek, Lebanon.\n\nالسيرة: سجلت المقابلة مع آمنة ياسين عمر في 23 أيار مايو عام 2005، أنثى، ولدت في العام 1932 في دير الأسد، فلسطين وتقيم في مخيم الجليل للاجئين الفلسطينيين، لبنان","contents":"Characteristics of Palestinian agriculture community under British rule. (@ 0:08)||Zionist invasion and the expulsion to Lebanon. (@ 19:50)","village":"Dayr al-Asad","year":2005,"duration":"00:41:43","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0362_aminah_umar.xml","language":"Arabic","thumbnail":"nn_0362.jpg","relation_id":2024,"landmark_id":2060},{"interview_id":4662,"name_en":"Interview with Ḥafīẓah Qāsim Aḥmad","name_ar":"مقابلة مع حفيظة قاسم أحمد","description":"The interview was recorded on December 7, 1998 with Ḥafīẓah Qāsim Aḥmad, female, born in 1917 in Dayr al-Asad, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. She worked as a tailor. \n\nالسيرة: سجلت المقابلة مع حفيظة قاسم أحمد في 7 كانون الأول ديسمبر عام 1998، أنثى، ولدت عام 1917 في دير الأسد، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان. كانت تعمل خياطة.","contents":"Socio-economic life and sewing . (@ 0:00)||Sewing and bridal trousseau. (@ 29:58)||Sewing tools and socio-economic conditions in Palestine. (@ 46:45)||Refugee experience and education in exile . (@ 55:26)||Sewing profession Post-Nakba and refugee life. (@ 64:35)","village":"Dayr al-Asad","year":1998,"duration":"01:31:13","format":"audio","collection":"POHA, Al-Jana, Biographies Collection","filename":"jb_0029_hafizah_ahmad.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2025,"landmark_id":2060},{"interview_id":4757,"name_en":"مقابلة مع فاطمة يوسف، زهرة الاسدي وحليمة شناعة","name_ar":"MovingImage","description":"The interview was recorded on September 26, 2009 with Fāṭimah Yūsuf, female, born and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. She was a teacher.\nThe interview was also recorded with Zahrah al-Asadī, female, born and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. She was a teacher.\nThe interview was also recorded with Ḥalīmah Shanāʻah, female, born and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. She was a teacher.\n\nالسيرة: سجلت المقابلة مع فاطمة يوسف في 26 أيلول سبتمبر عام 2009، \nأنثى، ولدت وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان. كانت مدرسة.\nسجلت المقابلة أيضا مع زهرة الاسدي، أنثى، ولدت وتقيم في مخيم عين الحلوة\nللاجئين الفلسطينيين، لبنان. كانت مدرسة.\nسجلت المقابلة أيضا مع حليمة شناعة، أنثى، ولدت وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان. كانت مدرسة.","contents":"Study and teaching during the Israeli invasion, 1982. (@ 0:00)||War events and Displacement (@ 11:42)||City occupation and popular reisitance. (@ 22:7)||Education during the Israeli invasion. (@ 40:9)||Education and psychology in the Palestinian schools during the invasion. (@ 51:56)||Israeli invasion of South Lebanon and evacuation of ʻAyn al-Ḥilwah Refugee Camp. (@ 67:36)||Socio-economic conditions of Palestinian refugees in ʻAyn al-Ḥilwah . (@ 91:32)||Israeli policy during the occupation of South Lebanon. (@ 106:33)||Palestinian refugees and human rights. (@ 116:24)","village":"Dayr al-Asad","year":2009,"duration":"02:09:33","format":"video","collection":"POHA, Al-Jana, Ein el-Hilwat Collection","filename":"je_0010_fatimah_al-yusuf.xml","language":"Arabic","thumbnail":"je_0010.jpg","relation_id":2026,"landmark_id":2060},{"interview_id":4761,"name_en":"Interview with Luṭfīyah Nawfal, Ḥafīẓah Ṣunʻallāh, Kāmilah Marshūd, Laṭīfah ʻAql and Ghazālah ʻIzzīyah","name_ar":"مقابلة مع لطفية نوفل، حفيظة صنع الله، كاملة مرشود، لطيفة عقل وغزالة عزّية","description":"The interview was recorded in 1995 with Luṭfīyah Nawfal, female, born in 1928 in Ṣaffūrīyah, Palestine and resides in Mīyah wa Mīyah Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Ḥafīẓah Ṣunʻallāh, female, born in 1923 in Dayr al-Asad, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Kāmilah Marshūd, female, born in 1941 in al-Zīb, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Laṭīfah ʻAql, female, born in 1931 in Ṣaffūrīyah, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Ghazālah ʻIzzīyah, female, born in 1926 in Ṣaffūrīyah, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. \n\nالسيرة: سجلت المقابلة مع لطفية نوفل عام 1995، أنثى، ولدت عام 1928 في صفورية، فلسطين وتقيم في مخيم المية ومية للاجئين الفلسطنيين، لبنان. سجلت المقابلة أيضاً مع حفيظة صنع الله، أنثى، ولدت عام 1923 في دير الأسد، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطنيين، لبنان. \nسجلت المقابلة أيضاً مع كاملة مرشود، أنثى، ولدت عام 1941 في الزيب، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطنيين، لبنان. \nسجلت المقابلة أيضاً مع لطيفة عقل، أنثى، ولدت عام 1931 في صفورية، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطنيين، لبنان. \nسجلت المقابلة أيضاً مع غزالة عزّية، أنثى، ولدت عام 1926 في صفورية، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطنيين، لبنان.","contents":"Story of the ogre and al-Shāṭir Ḥdʻash. (@ 0:00)||Story of Nuṣṣ Nṣayṣ and the Ogre. (@ 16:42)||Popular tales and anecdotes. (@ 24:9)","village":"Ṣaffūrīyah||al-Zīb||Dayr al-Asad","year":1995,"duration":"00:41:56","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0105_latifah_nawfal.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2027,"landmark_id":2060},{"interview_id":4766,"name_en":"Interview with Maḥmūd al-Bāyir and Șālih Rashīd","name_ar":"مقابلة مع محمود الباير و صالح رشيد","description":"The interview was recorded on November 13, 1995 with Maḥmūd al-Bāyir, male, born in 1936 in Tarshīḥā, Palestine and resides in Shabrīḥah, Lebanon. The interview was also recorded with Șālih Rashīd, male, born in 1934 in Dayr al-Asad, Palestine and resides in Jal al-baḥ, Tyre, Lebanon.\nالسيرة: سجلت المقابلة مع محمود الباير في 13 تشرين الثاني نوفمبر عام 1995، ذكر, ولد عام 1936 في ترشيحا, فلسطين و يقبم في شبريحة, لبنان. سجلت المقابلة أيضا مع صالح رشيد, ذكر, ولد عام 1934 في دير الأسد, فلسطين ويقيم في جل البحر، صور، لبنان.","contents":"Story of Bishr and Husn I. (@ 0:00)||Story of Bishr and Husn II. (@ 26:59)||Arabic folk poetry. (@ 39:26)||ʻAtābā and folk poetry . (@ 59:16)||Prayers to God and religious anthems. (@ 80:51)","village":"Tarshīḥā||Dayr al-Asad","year":1995,"duration":"01:32:43","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0111_mahmud_al-bayir.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2028,"landmark_id":2060},{"interview_id":4840,"name_en":"Interview with Zahrah Ḥamdah, ʻAslah Nawfal, al-Ḥājjah Ḥalīmah, Ḥafīẓah Ṣunʻallāh and Fāṭimah al-Yūsuf","name_ar":"مقابلة مع زهرة حمدة، عسلة نوفل، الحاجة حليمة، حفيظة صنع الله وفاطمة اليوسف","description":"The interview was recorded in 1995 with Zahrah Ḥamdah, female, born in 1926 in al-Sumayrīyah, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with ʻAslah Nawfal, female, born in 1921 in Ṣaffūrīyah, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with al-Ḥājah Ḥalīmah, female, born in 1886 in al-Sumayrīyah, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Ḥafīẓah Ṣunʻallāh, female, born in 1923 in Dayr al-Asad, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Fāṭimah al-Yūsuf, female, born in 1941 in al-Sumayrīyah, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع زهرة حمدة عام 1995، أنثى، ولدت عام 1926 في السُمَيريّة، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع عسلة نوفل، أنثى، ولدت عام 1921 في صفورية، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع الحاجة حليمة، أنثى، ولدت عام 1886 في السُمَيريّة، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع حفيظة صنع الله، انثى، ولدت عام 1923 في دير الاسد، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع فاطمة اليوسف، أنثى، ولدت عام 1941 في السُمَيريّة، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.","contents":"Magical world story. (@ 0:00)||Popular poems and songs. (@ 12:40)||Arabic short story. (@ 23:44)||Tales of passed times. (@ 35:9)||The Princess and the slave and other stories. (@ 59:33)||Folk songs. (@ 80:34)","village":"al-Sumayrīyah||Ṣaffūrīyah||Dayr al-Asad","year":1955,"duration":"01:24:30","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0059_zahrah_hamdah.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2029,"landmark_id":2060},{"interview_id":4853,"name_en":"Interview with Ṣāliḥ al-Ḥanafī, Muḥammad Milḥim, Aḥmad Mirʻī and Aḥmad al-Zāmil","name_ar":"مقابلة مع صالح الحنفي، محمد ملحم، أحمد مرعي وأحمد الزامل","description":"The interview was recorded on November 16, 1995 with Ṣāliḥ al-Ḥanafī, male, born in 1934 in Dayr al-Asad, Palestine and resides in Tyre, Lebanon.\nThe interview was also recorded with Muḥammad Milḥim, male, born in 1921 in Tarbīkhā, Palestine and resides in al-Baṣṣ Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Aḥmad Mirʻī, male, born in 1936 in Suḥmātā, Palestine and resides in Tyre, Lebanon.\nThe interview was also recorded with Aḥmad al-Zāmil, male, born in 1951 in Tarshīḥā, Palestine and resides in Tyre, Palestine.\n\nالسيرة: سجلت المقابلة مع صالح الحنفي في 16 تشرين الثاني عام 1995، ذكر، ولد عام 1934 في دير الاسد، فلسطين ويقيم في صور، لبنان.\nسجلت المقابلة أيضا مع محمد ملحم، ذكر، ولد عام 1921 في طربيخا، فلسطين ويقيم في مخيم البص للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع أحمد مرعي، ذكرن ولد عام 1936 في سحماتا، فلسطين ويقيم في صور، لبنان.\nسجلت المقابلة أيضا مع أحمد الزامل، ذكر، ولد عام 1951 في ترشيحا، فلسطين ويقيم في صور، لبنان.","contents":"Moral story. (@ 0:00)||Tale of passed times. (@ 21:56)||Ghoul story. (@ 32:43)||Arab tribes stories, inaudible. (@ 38:5)||Arabic poetry. (@ 60:17)||Song and story. (@ 77:14)","village":"Dayr al-Asad||Tarbīkhā||Suḥmātā||Tarshīḥā","year":1995,"duration":"02:45:33","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0072_salih_al-hufna.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2030,"landmark_id":2060},{"interview_id":4559,"name_en":"Interview with Ṣāliḥ Rashīd ʻAbd al-Ḥalīm","name_ar":"مقابلة مع صالح رشيد عبد الحليم","description":"The interview was recorded on June 7, 1997 with Ṣāliḥ Rashīd ʻAbd al-Ḥalīm, male, born in 1932 in Dayr al-Asad, Palestine and resides in Jal al-Baḥr, Lebanon.\n\nالسيرة: سجلت المقابلة مع صالح رشيد عبد الحليم في 7 حزيران يونيو عام 1997، ذكر، ولد عام 1932 في دير الأسـد، فلسطين ويقيم في جل البحر،لبنان.","contents":"Pre-Nakba life in the village during the British rule. (@ 0:00)||Socio-economic dynamics in the village. (@ 8:56)||Refugee life and isolation. (@ 23:23)||Childhood and parents. (@ 33:44)||The psychological impact of the exodus. (@ 49:19)||Sufferance and struggle. (@ 62:59)","village":"Dayr al-Asad","year":1997,"duration":"01:23:38","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0016_salih_abd-al-dirani.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2031,"landmark_id":2060},{"interview_id":4616,"name_en":"Interview with Ḥasan Aḥmad al-Asadī","name_ar":"مقابلة مع حسن أحمد الأسدي","description":"The interview was recorded on June 20, 1997 with Ḥasan Aḥmad al-Asadī, male, born in 1922 in Dayr al-Asad, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. He worked with the British Army.\n\nالسيرة: سجلت المقابلة مع حسن أحمد الأسدي في 20 حزيران يونيو عام 1997، ذكر، ولد عام 1922 في دير الأسد، فلسطين ويقيم في مخيم عين الحلوة للاجئين الفلسطنيين، لبنان. عمل مع الجيش البريطاني.","contents":"Childhood and education in Pre-Nakba Dayr al-Asad . (@ 0:00)||Employment in the British army and political turmoil . (@ 9:57)||Expulsion from Palestine and refugee experience . (@ 17:43)||lsraeli colonization of Palestinian land. (@ 34:43)","village":"Dayr al-Asad","year":1997,"duration":"00:41:40","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0077_hasan_al-asadi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2032,"landmark_id":2060},{"interview_id":4621,"name_en":"Interview with Ḥafīẓah al-Asadī","name_ar":"مقابلة مع حفيظة الأسدي","description":"The interview was recorded on July 14, 1997 with Ḥafīẓah al-Asadī, female, born in 1911? in Dayr al-Asad, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. She was a seamstress.\n\nالسيرة: سجلت المقابلة مع حفيظة الأسدي في 14 تموز يوليو عام 1997، أنثى، ولدت عام 1911؟ في دير الأسد، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطنيين، لبنان. كانت خياطة.","contents":"Community and family life in pre-Nakba Palestine. (@ 0:00)||Expulsion from Palestine and refugee life in Lebanon. (@ 18:42)","village":"Dayr al-Asad","year":1997,"duration":"00:36:16","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0081_hafizah_al-asadi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2033,"landmark_id":2060}]}}