{"type":"Feature","geometry":{"type":"Point","coordinates":[34.951237,32.596359]},"properties":{"type":"Village","group":"Palestinian","status":"Remaining","id":9,"name_en":"Furreidis","name_ar":"عين غزال","name_he":"פוריידיס","slug":"furreidis","district_1945":"Haifa","subdistrict_1945":"Haifa","district_isr":"Haifa","type_special":null,"pop_1922":355,"pop_1931":454,"type_1945":"Village","grp_1945":"Palestinian","pop_1945":780,"pal_1945":780,"jsh_1945":null,"change_2016":"Remaining","type_2016":"Village","grp_2016":"Palestinian","pop_2016":12600,"pal_2016":12600,"jsh_2016":null,"oth_2016":null,"start":null,"end":null,"lat":32.596359,"lng":34.951237,"map_20k":"yes","id_zo":null,"id_pr":1139,"id_as":null,"id_old":2445,"id_pq":920,"url_pr":"GeoPoints/Fureidis_1139","url_pq_en":null,"url_pq_ar":null,"notes":null,"poha":[{"interview_id":4847,"name_en":"Interview with Shiḥādah Jumʻah Shatlah, Abū Aḥmad Mrawwaḥ, Umm Jamāl Sālim, Khalīl ʻAli Abū Ṣawāy, Muḥammad ʻAbd al-Ghanī Khalīl, Jumʻah Rizq Dāwūd, Sulaymān Dāwūd Qadrī, Ibrāhīm Ḥasan Abū Thurayyā","name_ar":"مقابلة مع شحادة جمعة شتلة، أبو أحمد مروح، أم جمال سالم، خليل علي أبو صواي، محمد عبد الغني خليل، جمعة رزق داوود، سليمان داوود قدري و إبراهيم حسن أبو ثريا","description":"The interview was recorded on December, 1995 with Shiḥādah Jumʻah Shatlah, male, born in 1926 in al-Buwayzīyah, Palestine and resides in al-Baddāwī, Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Abū Aḥmad Mrawwaḥ, male, born in 1941 in al-Yāmūn, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was recorded with Umm Jamāl Sālim, female, born in 1941 in al-Furaydīs, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was recorded with Khalīl ʻAli Abū Ṣawāy, male, born in 1921 in Haifa, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was recorded with Muḥammad ʻAbd al-Ghanī Khalīl, male, born in 1931 in Ṣaffūrīyah , Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Jumʻah Rizq Dāwūd, male born in 1926 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Sulaymān Dāwūd Qadrī, male, born in 1935 in Shafā ʻAmrū, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Ibrāhīm Ḥasan Abū Thurayyā, male, born in 1939 in Qalandiyā, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع شحادة جمعة شتلة في كانون الثاني ديسمبر عام 1995، ذكر، ولد عام 1926 في البويزية، فلسطين و يقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع أبو أحمد مروح، ذكرن ولد عام 1941 في اليمون، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع أم جمال سالم، أنثى، ولدت عام 1941 في الفريديس، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع خليل علي ابو صواي، ذكرن ولد عام 1921 في حيفا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع محمد عبد الغني خليل، ذكرن ولد عام 1931 في صفورية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين،لبنان.\nسجلت السيرة أيض مع جمعة رزق داوود، ذكر، ولد عام 1926 في عكا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت السيرة أيضا مع سليمان داوود قدري، ذكرن ولد عام 1935 في شفا عمرون فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع إبراهيم حسن أبو ثريا، ذكر، ولد عام 1939 في قلنديا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.","contents":"Ceremonies and community traditions in the village. (@ 0:00)||Community life in al-Buwayzīyah. (@ 11:21)||Socio-economic dynamics in the village. (@ 27:36)||Palestinian Social Customs and Traditions. (@ 35:34)||Community and family life in Palestine pre-Nakbah. (@ 44:6)||Folk traditions in Akka (Palestine). (@ 53:9)||Ceremonies and celebrations. (@ 68:47)","village":"al-Buwayzīyah||al-Yāmūn||Haifa||Ṣaffūrīyah||Akka||Shafā ʻAmrū||al-Furaydīs","year":1995,"duration":"01:26:36","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0066_sulayman_qadri.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":1797,"landmark_id":2010}]}}