{"type":"Feature","geometry":{"type":"Point","coordinates":[35.068248,32.921781]},"properties":{"type":"City","group":"Mixed","status":"Appropriated","id":29,"name_en":"Acre","name_ar":"عكا","name_he":"עכו","slug":"acre","district_1945":"Galilee","subdistrict_1945":"Acre","district_isr":"Northern","type_special":"1945_Urban","pop_1922":6420,"pop_1931":7897,"type_1945":"Town","grp_1945":"Palestinian","pop_1945":12360,"pal_1945":12310,"jsh_1945":50,"change_2016":"Appropriated","type_2016":"City","grp_2016":"Mixed","pop_2016":47800,"pal_2016":15000,"jsh_2016":29500,"oth_2016":3300,"start":null,"end":"1948-05-18T00:00:00.000Z","lat":32.921781,"lng":35.068248,"map_20k":"yes","id_zo":49425,"id_pr":521,"id_as":6,"id_old":2465,"id_pq":8,"url_pr":"Acre/Acre","url_pq_en":null,"url_pq_ar":null,"poha":[{"interview_id":4158,"name_en":"Interview with Saʻīd Ismāʻīl al-Uṭruq","name_ar":"مقابلة مع سعيد اسماعيل الأطرق","description":"The interview was recorded on June 22, 2003 with Saʻīd Ismāʻī al-Uṭruq, male, born in 1922 in Akka (Palestine), Palestine. He was a fisherman.\n\nالسيرة: سجلت المقابلة مع سعيد اسماعيل الأطرق في 22 حزيران يونيوعام 2003، ذكر، ولد عام 1922 في عكا، فلسطين. كان صيّاداً","contents":"Education, employment and daily life in Akka (Palestine) pre-Nakba . (@ 0:00)||Communal celebrations. (@ 9:47)||Economic conditions in Akka (Palestine). (@ 14:56)||Medical care and community life in Akka (Palestine). (@ 20:2)||Sociopolitical conditions in Akka (Palestine). (@ 28:51)||Propaganda and society. (@ 45:59)||Akka (Palestine) amidst the 1948 Nakba. (@ 61:42)||Exile and arrival to Beirut (Lebanon). (@ 68:39)","village":"Akka","year":2003,"duration":"01:23:26","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0001_said_al-utruq.xml","language":"Arabic","thumbnail":"nn_0001.jpg","relation_id":2489,"landmark_id":2002},{"interview_id":4254,"name_en":"Interview with Muḥammad Abū Raqabah","name_ar":"مقابلة مع محمد أبو رقبة","description":"The interview was recorded on November 12, 2003 with Muḥammad Abū Raqabah, male, born in 1929 in Akka (Palestine), Palestine. He was an Arab Salvation Army commander.\n\nالسيرة: سجلت المقابلة مع محمد أبو رقبة في 12 تشرين الثاني نوفمبرعام 2003، ذكر، ولد عام 1929 في عكا، فلسطين. كان قائداً في جيش الإنقاذ العربي.","contents":"Ceremonies and community life in Akka (Palestine). (@ 0:00)||Education and political life . (@ 10:20)||Military occupation and exile. (@ 37:32)||Zionist occupation of Akka (Palestine), 1948 and imprisonment . (@ 54:58)||Death of Amīn al-Ḥusaynī and final reflections\n. (@ 72:7)","village":"Akka","year":2003,"duration":"01:21:18","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0206_muhammad_abu_raqabah.xml","language":"Arabic","thumbnail":"nn_0206.jpg","relation_id":2490,"landmark_id":2002},{"interview_id":4356,"name_en":"Interview with Ṣafīyah Aḥmad ʻAbdū","name_ar":"مقابلة مع صفيّة أحمد عبدو","description":"The interview was recorded on March 1, 2004 with Ṣafīyah Aḥmad ʻAbdū, female, born in 1922 in Akka (Palestine), Palestine.\n\nالسيرة: سجلت المقابلة مع صفية أحمد عبدو في 1 آذار مارس عام 2004، أنثى، ولدت عام 1922 في عكا، فلسطين.","contents":"Socio-economic conditions in Akka (Palestine). (@ 0:00)||Akka (Palestine)'s weddings. (@ 13:6)||Social life activity. (@ 31:18)||Political dynamics in Akka (Palestine). (@ 47:53)||Exodus and refugee's expulsion experience . (@ 61:39)","village":"Akka","year":2004,"duration":"01:23:24","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0314_saffiyah_abdu.xml","language":"Arabic","thumbnail":"nn_0314.jpg","relation_id":2491,"landmark_id":2002},{"interview_id":4374,"name_en":"Interview with ʻAlī Aḥmad al-Asadī and ʻUmar Dyāb","name_ar":"مقابلة مع علي أحمد الأسدي وعمر دياب","description":"The interview was recorded on October 30, 2003 with ʻAlī Aḥmad al-Asadī, male, born on 1933 in Shaʻb, Palestine. He worked at Nūr Safety Matches in Akka (Palestine), Palestine.\nThe interview was also recorded with ʻUmar Dyāb, male, born in 1928 in Shaʻb, Palestine. He worked in a call center then as a policeman with the British forces during World War II.\n\nالسيرة: سجلت المقابلة مع علي أحمد الاسدي في 30 تشرين الأول أوكتوبر عام 2003، ذكر، ولد عام 1933 في شعـب، فلسطين. عمل في فبركة نور .للكبريت في عكا، فلسطين\nكما سجلت المقابلة أيضا مع عمر دياب، ذكر، ولد عام 1928 في شعب، فلسطين. عمل في مركز للسنترال ثم مع بوليس القوات البريطانية خلال الحرب العالمية الثانية","contents":"Social dynamics in Shaʻb under British rule. (@ 0:00)||British strategy during the Arab rebellion in Palestine. (@ 16:8)||Political dynamics of Shaʻb under Zionist occupation. (@ 29:8)||Palestinian popular resistance to occupation. (@ 43:39)","village":"Akka||al-Shaʻb","year":2003,"duration":"01:08:12","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0331_ali_asadi.xml","language":"Arabic","thumbnail":"nn_0331.jpg","relation_id":2492,"landmark_id":2002},{"interview_id":4475,"name_en":"Interview with ʻAbdullāh Ḥamīd Abū Ṣahyūn","name_ar":"مقابلة مع عبد الله حميد أبو صهيون","description":"The interview was recorded on April 24, 2003 with ʻAbdullāh Ḥamīd Abū Ṣahyūn, male, born in 1931 in Akka (Palestine), Palestine. \n\nالسيرة: سجلت المقابلة مع عبدالله حميد ابو صهيون في 24 نيسان أبريل عام 2003، ذكر ، ولد عام 1931 في عكا، فلسطين.","contents":"Family history and tracing thieves . (@ 0:29)||Economic conditions during the British Mandate. (@ 12:2)||Land tenure,Tribes and tribal system. (@ 25:59)||Tribal community characteristics. (@ 33:12)||Political turmoil, revolutionaries and military activity . (@ 46:57)||Revisiting Palestine after Nakbah. (@ 54:52)||Land, refugees and right of return. (@ 66:25)","village":"Akka","year":2003,"duration":"01:20:38","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0436_abdullah_abu_sahyun.xml","language":"Arabic","thumbnail":"nn_0436.jpg","relation_id":2493,"landmark_id":2002},{"interview_id":4517,"name_en":"Interview with ʻAbdullāh Abū Ṣahyūn","name_ar":"مقابلة مع عبدالله ابو صهيون","description":"The interview was recorded with ʻAbdullāh Abū Ṣahyūn on February 23, 2003, male, born in 1932 in Akka (Palestine), Palestine. \n\nالسيرة: سجلت المقابلة مع عبدالله أبو صهيون في 23 شباط فبرايرعام 2003، ذكر، ولد عام 1932 في عكا، فلسطين.","contents":"Childhood memories and education in Akka (Palestine). (@ 0:00)||Battles and Zionist invasion. (@ 8:27)||Zionist invasion, imprisonment, and expulsion. (@ 20:21)","village":"Akka","year":2003,"duration":"00:41:35","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0075_abdullah_abu_sahyun.xml","language":"Arabic","thumbnail":"nn_0075.jpg","relation_id":2494,"landmark_id":2002},{"interview_id":4661,"name_en":"Interview with Fawzīyah Qazmūz and ʻAbdū Saʻīd Ghafūr","name_ar":"مقابلة مع فوزية قزموز وعبدو سعيد غفور","description":"The interview was recorded on June 29, 1997 with Fawzīyah Qazmūz, female, born in 1920 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with her son ʻAbdū Saʻīd Ghafūr, male, born in Akka (Palestine), Palestine.\n\nالسيرة: سجلت المقابلة مع فوزية قزموز في 29 حزيران يونيو عام 1997، أنثى، ولدت عام 1920 في عكا، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضاً مع ابنها عبدو سعيد غفور، ذكر، ولد في عكا، فلسطين.","contents":"Childhood and wedding customs in Akka (Palestine). (@ 0:00)||Community life and landmarks in Akka (Palestine). (@ 16:27)||Akka (Palestine) during the Arab Revolt, 1936-1939 and Palestinian-Jewish relations. (@ 32:9)||Expulsion from Palestine and return visit . (@ 38:8)||Attempt at return to Akka (Palestine). (@ 55:38)","village":"Akka","year":1997,"duration":"01:00:44","format":"audio","collection":"POHA, Al-Jana, Biographies Collection","filename":"jb_0028_fawziya_qazmuz.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2495,"landmark_id":2002},{"interview_id":4672,"name_en":"Interview with Jumʻah Rizq al-Ḥāj Dāwūd","name_ar":"مقابلة مع رزق الحاج داوود","description":"The interview was recorded on January 11, 1997 with Jumʻah Rizq al-Ḥāj Dāwūd, male, born in 1925 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. He was a shoemaker.\n\nالسيرة: سجلت المقابلة مع جمعة رزق الحاج داوود في 11 كانون الثاني يناير عام 1997، ذكر، ولد عام 1925 في عكا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان. كان صانع أحذية .","contents":"Childhood and cultural life in Akka (Palestine). (@ 0:00)||History and cultural life in Pre-Nakba Akka (Palestine). (@ 12:35)||Work in the shoe industry in Akka (Palestine). (@ 29:19)||Political conditions during the Arab Revolt, 1936-1939. (@ 34:21)||Betrayal, collaboration and Expulsion from Palestine (@ 42:19)","village":"Akka","year":1997,"duration":"00:56:56","format":"audio","collection":"POHA, Al-Jana, Biographies Collection","filename":"jb_0041_juma_al-haj-daud.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2496,"landmark_id":2002},{"interview_id":4700,"name_en":"Interview with Muṣṭafá al-Saʻdī","name_ar":"مقابلة مع مصطفى السعدي","description":"The interview was recorded on November 4, 1998 with Muṣṭafá al-Saʻdī, male, born in 1897 in Akka (Palestine), Palestine and resided in Beirut (Lebanon), Lebanon.\n\nالسيرة: سجلت المقابلة مع مصطفى السعدي في 4 تشرين الثاني نوفمبر عام 1998، ذكر، ولد عام 1897 في عكا، فلسطين ويقيم في بيروت، لبنان.","contents":"The Turks rule in Palestine. (@ 0:00)||Community life in Akka (Palestine). (@ 8:11)||Social and religious life in Palestine during the Ottoman rule. (@ 23:6)||Agriculture and everyday life in Palestine during the British rule . (@ 31:19)||Family and religious life in the city. (@ 56:15)||Socio-political conditions and religious life in Palestine during the British rule. (@ 68:13)","village":"Akka","year":1998,"duration":"01:24:27","format":"audio","collection":"POHA, Al-Jana, Biographies Collection","filename":"jb_0068_mustafa_al-sadi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2497,"landmark_id":2002},{"interview_id":4798,"name_en":"Interview with Asʻad Mughrabī","name_ar":"مقابلة مع أسعد مغربي","description":"The interview was recorded on Decmber12, 1995 with Asʻad Mughrabī, male, born in 1927 in Akka (Palestine), Palestine and resides in al-Burj al-Shamālī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع أسعد المغربي في 12 كانون الاول ديسمبر عام 1995، ذكر، ولد عام 1927 في عكا، فلسطين ويقيم في مخيم البرج الشمالي للاجئين الفلسطينيين، لبنان.","contents":"Bald head story. (@ 0:00)||The end of the Bald head story. (@ 28:10)||Moral short story. (@ 38:31)||Symbolism in Arabic short story. (@ 54:31)","village":"Akka","year":1995,"duration":"01:02:36","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0018_asad_mughrabi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2498,"landmark_id":2002},{"interview_id":4847,"name_en":"Interview with Shiḥādah Jumʻah Shatlah, Abū Aḥmad Mrawwaḥ, Umm Jamāl Sālim, Khalīl ʻAli Abū Ṣawāy, Muḥammad ʻAbd al-Ghanī Khalīl, Jumʻah Rizq Dāwūd, Sulaymān Dāwūd Qadrī, Ibrāhīm Ḥasan Abū Thurayyā","name_ar":"مقابلة مع شحادة جمعة شتلة، أبو أحمد مروح، أم جمال سالم، خليل علي أبو صواي، محمد عبد الغني خليل، جمعة رزق داوود، سليمان داوود قدري و إبراهيم حسن أبو ثريا","description":"The interview was recorded on December, 1995 with Shiḥādah Jumʻah Shatlah, male, born in 1926 in al-Buwayzīyah, Palestine and resides in al-Baddāwī, Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Abū Aḥmad Mrawwaḥ, male, born in 1941 in al-Yāmūn, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was recorded with Umm Jamāl Sālim, female, born in 1941 in al-Furaydīs, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was recorded with Khalīl ʻAli Abū Ṣawāy, male, born in 1921 in Haifa, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was recorded with Muḥammad ʻAbd al-Ghanī Khalīl, male, born in 1931 in Ṣaffūrīyah , Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Jumʻah Rizq Dāwūd, male born in 1926 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Sulaymān Dāwūd Qadrī, male, born in 1935 in Shafā ʻAmrū, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Ibrāhīm Ḥasan Abū Thurayyā, male, born in 1939 in Qalandiyā, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع شحادة جمعة شتلة في كانون الثاني ديسمبر عام 1995، ذكر، ولد عام 1926 في البويزية، فلسطين و يقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع أبو أحمد مروح، ذكرن ولد عام 1941 في اليمون، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع أم جمال سالم، أنثى، ولدت عام 1941 في الفريديس، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع خليل علي ابو صواي، ذكرن ولد عام 1921 في حيفا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع محمد عبد الغني خليل، ذكرن ولد عام 1931 في صفورية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين،لبنان.\nسجلت السيرة أيض مع جمعة رزق داوود، ذكر، ولد عام 1926 في عكا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت السيرة أيضا مع سليمان داوود قدري، ذكرن ولد عام 1935 في شفا عمرون فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضا مع إبراهيم حسن أبو ثريا، ذكر، ولد عام 1939 في قلنديا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينيين، لبنان.","contents":"Ceremonies and community traditions in the village. (@ 0:00)||Community life in al-Buwayzīyah. (@ 11:21)||Socio-economic dynamics in the village. (@ 27:36)||Palestinian Social Customs and Traditions. (@ 35:34)||Community and family life in Palestine pre-Nakbah. (@ 44:6)||Folk traditions in Akka (Palestine). (@ 53:9)||Ceremonies and celebrations. (@ 68:47)","village":"al-Buwayzīyah||al-Yāmūn||Haifa||Ṣaffūrīyah||Akka||Shafā ʻAmrū||al-Furaydīs","year":1995,"duration":"01:26:36","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0066_sulayman_qadri.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2499,"landmark_id":2002},{"interview_id":4868,"name_en":"Interview with Firqat Bayādir al-Qamar, Umm Jamāl Sālim, Maḥmūd Shataywī, Muḥammad Khalīl ʻAbd al-Ghanī, Jumʻah Rizq Dāwūd and ʻAql Ḥijjāwī (Abū Ayman) (","name_ar":"مقابلة مع فرقة بيادر القمر، أم جمال سالم، محمود شتيوي، محمد خليل عبد الغني، جمعة رزق داوود و عقل حجّاوي (أبو أيمن","description":"The interview was recorded on December, 1995 with Firqat Bayādir al-Qamar in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Umm Jamāl Sālim, female, born in 1944 in Haifa, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Maḥmūd Shataywī, male, born in 1943 in Ḥawwāsah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. The interview was also recorded with Muḥammad Khalīl ʻAbd al-Ghanī, male, born in 1931 in Ṣaffūrīyah, Palestine and resides in in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Jumʻah Rizq Dāwūd, male, born in 1926 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with ʻAql Ḥijāwī (Abū Ayman), male, born in 1943 in Ḥajjah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع فرقة بيادر القمر في كانون الأول ديسمبر عام 1995 في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضاً مع أم جمال سالم، أنثى، ولدت عام 1944 في حيفا، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.\nسجلت المقابلة أيضاً مع محمود شتيوي، ذكر، ولد عام 1943 في حواسه، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان. سجلت المقابلة أيضاً مع محمد خليل عبد الغني، ذكر، ولد عام 1931 في صفورية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان. \nسجلت المقابلة أيضاً مع جمعة رزق داوود، ذكر، ولد عام 1926 في عكا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.\nسجلت المقابلة أيضاً مع عقل حجاوي (أبو أيمن)، ذكر، ولد عام 1943 في حجة، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.","contents":"Palestinian wedding songs and music. (@ 0:00)||Palestinian traditional wedding songs and music . (@ 27:31)||Wedding customs and traditions. (@ 56:41)||Marriage customs and rites. (@ 65:40)","village":"Haifa||Ḥawwāsah||Ṣaffūrīyah||Akka||Ḥajjah","year":1995,"duration":"01:32:12","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0085_aql_hijawi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2500,"landmark_id":2002},{"interview_id":4872,"name_en":"Interview with ʻĀʼishah al-Imām","name_ar":"مقابلة مع عائشة الإمام","description":"The interview was recorded in 1996 with ʻĀʼishah al-Amām, female, born in 1936 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع عائشة الأمام عام 1996، أنثى، ولدت عام 1936 في عكا، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.","contents":"Praise songs and speech of prophet Muḥammad I. (@ 0:00)||Praise songs and speech of Prophet Muḥammad II. (@ 27:42)||Birth of Prophet Muḥammad. (@ 54:11)||Songs and storytelling of biography of Prophet Muḥammad . (@ 57:48)||Songs of Prophet Muḥammad . (@ 74:4)","village":"Akka","year":1996,"duration":"01:26:51","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0089_aishah_al-amam.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2501,"landmark_id":2002},{"interview_id":4880,"name_en":"Interview with Fāṭimah Muṣṭafá al-Rūbī, Kāmilah al-ʻAlūṭī, and Asʻad al-Mughrabī","name_ar":"مفابلة مع فاطمة مصطفى الروبي, كاملة العلوطي, و أسعد مغربي","description":"The interview was recorded on December, 1995 with Fāṭimah Muṣṭafá al-Rūbī, female, born in 1934 in Safad, Palestine and resides in Burj al-Barājinah (Palestinian refugee camp: Lebanon), Lebanon. The interview was also recorded with Kāmilah al-ʻAlūṭī, female, born in 1931 in ʻAylūṭ, Palestine and resides in al-Rashidīyah Refugee Camp, Lebanon.The interview was also recorded with Asʻad al-Mughrabī, male, born in 1927 in Akka (Palestine), Palestine and resides in al-Burj al-Shamālī Palestinian Refugee Camp, Lebanon.\nالسيرة: سجلت المقابلة مع فاطمة مصطفى الروبي في كانون الأول ديسمبر عام 1995، أنثى، ولدت عام 1934 في صفد، فلسطين ومقيمة في مخيم برج البراجنة للاجئين الفلسطنين، لبنان. سجلت المقابلة أيضاً مع كاملة العلوطي، أنثى، ولدت عام 1931 في عيلوط، فلسطين ومقيمة في مخيم الراشدية للاجئين الفلسطنين، لبنان. سجلت المقابلة أيضاً مع أسعد المغربي، زكر، ولد عام 1927 في عكا، فلسطين ومقيم في مخيم البرج الشمالي للاجئين الفلسطنين، لبنان.","contents":"Palestinian folk stories. (@ 0:00)||Story of Moses and Zionist occupation of Safad . (@ 16:8)||Real life stories and Palestinian wedding celebration. (@ 25:15)||Story of Joseph (Son of Jacob). (@ 42:41)||Palestinian folk tales. (@ 50:49)","village":"Safad||Akka||ʻAylūṭ","year":1995,"duration":"01:01:34","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0096_fatimah_al-rawbi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2502,"landmark_id":2002},{"interview_id":4600,"name_en":"Interview with Raʼīfah Shaʻfāṭī","name_ar":"مقابلة مع رئيفة شعفاطي","description":"The interview was recorded on October 7, 1997 with Raʼīfah Shaʻfāṭī, female, born in 1912? in Akka (Palestine), Palestine and resides in ʻAramūn, Lebanon.\n\nالسيرة: سجلت المقابلة مع رئيفة شعفاطي 7 تشرين الأول أوكتوبر عام 1997، أنثى، ولدت عام 1912؟ في عكا، فلسطين وتقيم في عرمون، لبنان.","contents":"Community and family life in Palestine. (@ 0:00)||Family, childhood and schooling. (@ 10:31)||Wedding and marriage customs. (@ 22:31)||Ceremonies and community traditions in Akka (Palestine). (@ 51:23)||Refugees and living conditions. (@ 67:49)||Forced departure from Palestine. (@ 80:8)||Exile from Palestine. (@ 93:39)||Economic conditions in Palestine before Nakba. (@ 102:6)||Refugee life in Lebanon. (@ 125:52)","village":"Akka","year":1997,"duration":"02:15:06","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0059_raifah_shaghmati.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2503,"landmark_id":2002},{"interview_id":4602,"name_en":"Interview with Maḥmūd al-Hindī","name_ar":"مقابلة مع محمود الهندي","description":"The interview was recorded on January 6, 1997 with Maḥmūd al-Hindi, male, born in 1934 in Akka (Palestine), Palestine and resides in Burj al-Barājinah (Palestinian refugee camp: Lebanon), Lebanon.\n\nالسيرة: سجلت المقابلة مع محمود الهندي في 6 كانون الثاني يناير عام 1997، ذكر، ولد عام 1934 في عكا، فلسطين ويقيم في مخيم برج البراجنة للاجئين الفلسطينيين، لبنان.","contents":"History of the city. (@ 0:00)||Political turmoil, revolutionaries and military activity in Akka (Palestine). (@ 18:17)||Refugees: The experience of forced migration . (@ 29:45)||Refugees and Displacement (@ 49:56)||Revisiting Palestine. (@ 60:52)||Refugees hopes. (@ 74:52)","village":"Akka","year":1997,"duration":"01:33:16","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0061_mahmud_al-hindi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2504,"landmark_id":2002},{"interview_id":4603,"name_en":"Interview with Nādiyah Faḍḍah","name_ar":"مقابلة مع ناديا فضة","description":"The interview was recorded on September 6, 1997 with Nādiyah Faḍḍah, female, born in 1927 in Akka (Palestine), Palestine and resides in Biʼr al-ʻAbd, Lebanon.\n\nالسيرة: سجلت المقابلة مع ناديا فضة في 6 أيلول سبتمبر عام 1997أنثى، ولدت عام 1927 في عكا، فلسطين وتقيم في بئر العبد، لبنان.","contents":"Political turmoil and military activity in the city. (@ 0:07)||Political turmoil and resistance. (@ 12:27)||Refugee life in Lebanon. (@ 22:9)||Refugees, aid and living conditions. (@ 37:45)||Military occupation and expulsion. (@ 46:51)||Refugees in Lebanon. (@ 54:55)||Experiences of Palestinian exile. (@ 70:43)||Military occupation and exile from Palestine. (@ 83:32)","village":"Akka","year":1997,"duration":"01:33:35","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0062_nadyah_fuddah.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2505,"landmark_id":2002},{"interview_id":4605,"name_en":"Interview with Laylá Shalṭaf","name_ar":"مقابلة مع ليلى شلطف","description":"The interview was recorded on December 6, 1997 with Laylá Shalṭaf, female, born in 1940 in Akka (Palestine), Palestine and resides in Bshāmūn, Lebanon.\n\nالسيرة: سجلت المقابلة مع ليلى شلطف في 6 كانون الاول ديسمبر عام 1997 أنثى، ولدت عام 1940 في عكا، فلسطين وتقيم في بشامون، لبنان.","contents":"Refugees and Displacement (@ 0:00)||Refugee life. (@ 15:14)||Humanitarian conditions of refugees. (@ 23:52)||Refugees hopes for the future. (@ 35:35)","village":"Akka","year":1997,"duration":"00:52:38","format":"audio","collection":"POHA, Al-Jana, Nakba Collection","filename":"jn_0064_laylah_shaltaf.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2506,"landmark_id":2002}]}}