{"type":"Feature","geometry":{"type":"Point","coordinates":[35.572735,33.079548]},"properties":{"type":"Village","group":"Palestinian","status":"Depopulated","id":1164,"name_en":"Arab al-Zubayd","name_ar":"عرب الزبيد","name_he":"עַרַבּ אלזֻבַּיְד","slug":"arab-al-zubayd","district_1945":"Galilee","subdistrict_1945":"Safad","district_isr":null,"type_special":null,"pop_1922":null,"pop_1931":null,"type_1945":"Village","grp_1945":"Palestinian","pop_1945":null,"pal_1945":null,"jsh_1945":null,"change_2016":"Depopulated","type_2016":null,"grp_2016":null,"pop_2016":null,"pal_2016":null,"jsh_2016":null,"oth_2016":null,"start":null,"end":"1948-04-20T00:00:00.000Z","lat":33.079548,"lng":35.572735,"map_20k":true,"id_zo":49159,"id_pr":602,"id_as":414,"id_old":3600,"id_pq":783,"url_pr":"Safad/Arab-al-Zubayd","url_pq_en":null,"url_pq_ar":null,"notes":null,"poha":[{"interview_id":4185,"name_en":"Interview with Muṣṭafá Mūsá al-Khaṭīb","name_ar":"مقابلة مع مصطفى موسى الخطيب","description":"The interview was recorded on June 16, 2004 with Muṣṭafá Mūsá al-Khaṭīb, male, born in ʻArab al-Zubayd, Palestine and resides in al-Burghulīyah Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع مصطفى موسى الخطيب في 16 حزيران يونيو، ذكر، ولد عام 1925 في عرب الزبيد، فلسطين ويقيم في مخيم البرغلية للاجئين الفلسطنيين، لبنان.","contents":"Education and Palestinian-Jewish relations. (@ 0:07)||Political turmoil and cutting off Palestinian-Jewish relations. (@ 18:56)||Expulsion from Palestine (@ 30:45)","village":"ʻArab al-Zubayd","year":2004,"duration":"00:41:45","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0134_mustafa_al-khatib.xml","language":"Arabic","thumbnail":"nn_0134.jpg","relation_id":2133,"landmark_id":2079},{"interview_id":4515,"name_en":"Interview with Muḥammad Maḥmūd Jumʻah","name_ar":"مقابلة مع محمد محمود جمعة","description":"The interview was recorded with Muḥammad Maḥmūd Jumʻah on February 2, 2004, male, born in 1926 in Arab al-Zubāydah, Palestine.\n\nالسيرة: سجلت المقابلة مع محمد محمود جمعة في 2 شباط فبراير عام 2004، ذكر، ولد عام 1926 في عرب الزبيد، فلسطين و يقيم في لبنان.","contents":"Childhood difficulties and growing up . (@ 0:00)||Zionist terrorism and expulsion from Palestine . (@ 8:46)||Battles and Expulsion from Palestine (@ 27:12)","village":"ʻArab al-Zubayd","year":2004,"duration":"00:41:42","format":"video","collection":"POHA, Al-Nakba Collection","filename":"nn_0071_muhammad_juma.xml","language":"Arabic","thumbnail":"nn_0071.jpg","relation_id":2134,"landmark_id":2079},{"interview_id":4735,"name_en":"مقابلة مع روزا أيوب مصلح","name_ar":"MovingImage","description":"The interview was recorded on June 14, 2009 with Rūzā Ayyūb Muṣliḥ (Umm ʻIṣām), female, born in 1938? in ʻArab al-Zubayd, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon. \n\nالسيرة: سجلت المقابلة مع روزا أيوب مصلح (أم عصام) في 14 حزيران يونيو عام 2009، أنثى، ولدت عام 1938؟ في عرب الزبيد، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينين، لبنان.","contents":"Occupation, displacement and exile. (@ 0:00)||Israeli invasion and quest for disappeared persons. (@ 7:58)||Expulsion and suffering during the Israeli invasion of Lebanon . (@ 25:2)||Forced evacuation and suffering. (@ 39:18)","village":"ʻArab al-Zubayd","year":2009,"duration":"00:58:12","format":"video","collection":"POHA, Al-Jana, Ein el-Hilwat Collection","filename":"je_0001_rosa_muslih.xml","language":"Arabic","thumbnail":"je_0001.jpg","relation_id":2135,"landmark_id":2079},{"interview_id":4783,"name_en":"Interview with Niʻmah Ṣālih, Ḥasan Khālid Zaydān, ʻAbd al-Raḥmān Muḥammad ʻUmar Kurūm, Muḥammad Shaḥādah ʻAqlah, Muṣṭafá Sulaymān Shams, Maḥmūd Shityawī and Ḥusayn ʻUthmān","name_ar":"مقابلة مع نعمة صالح، حسن خالد زيدان، عبد الرحمن محمد عمر كروم، محمد شحادة عقلة، مصطفى سليمان شمس، محمود شتيوي، و حسين عثمان","description":"The interview was recorded on January, 1995 with Niʻmah Ṣālih, female, born in 1921 in al-Farrāḍīyah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded witih Ḥasan Khālid Zaydān, male, born in 1936 in Balad al-Shaykh, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with ʻAbd al-Raḥmān Muḥammad ʻUmar Kurūm, male, born in 1943 in al-Farrāḍīyah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Muḥammad Shiḥādah ʻAqlah, male, born in 1921 in ʻArab al-Zubayd, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Muṣṭafá Sulaymān Shams, male, born in 1926 in al-Farrāḍīyah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Maḥmūd Shityawī, male, born in 1941 in Ḥawwāsah, Palestine and resides in al-Baddāwī Palestinina Refugee Camp, Lebanon. \nThe interview was also recorded with Ḥusayn ʻUthmān, male, born in 1923 in Naḥf, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع نعمة صالح في تشرين الثاني يناير عام 1995، أنثى، ولدت عام 1921 في الفراضية، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع حسن خالد زيدان، ذكر، ولد عام 1936 في بلد الشيخ، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان.\nسجلت المقابلة أيضاً مع عبد الرحمن محمد عمر كروم، ذكر، ولد عام 1943 في الفراضية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع محمد شحادة عقلة، ذكر، ولد عام 1921 في عرب الزبيد، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع مصطفى سليمان شمس، ذكر، ولد عام 1926 في الفراضية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطنين، لبنان. \nسجلت المقابلة أيضاً مع محمود شتيوي، ذكر، ولد عام 1941 في حواسة، فلسطين ويقيم في مخيم البداوي للاجئين، لبنان. \nسجلت المقابلة أيضاً مع حسين عثمان، ذكر، ولد عام 1923 في نحف، فلسطين ويقيم في مخيم البداوي للاجئين، لبنان.","contents":"Social life and customs in Palestine. (@ 0:00)||Folktales. (@ 25:57)||Dispute resolution between Palestinian clans. (@ 46:43)||Father's murder and dispute resolution . (@ 52:49)||Betrayal of the mayor's wife. (@ 60:16)||Dispute resolution between al-Farrāḍīyah and al-Rās al-Aḥmar . (@ 66:52)||Dispute resolution in Tal al-Zaʻtar refugee camp. (@ 73:29)","village":"al-Farrāḍīyah||Balad al-Shaykh||ʻArab al-Zubayd||Ḥawwāsah||Naḥf","year":1995,"duration":"01:24:30","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0127_naamah_salih.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2136,"landmark_id":2079},{"interview_id":4851,"name_en":"Interview with Shammā Maḥmūd Ismāʻīl","name_ar":"مقابلة مع شمّا محمود إسماعيل","description":"The interview was recorded on December, 1995 with Shammā Maḥmūd Ismāʻīl, female, born in 1926 in ʻArab al-Zubayd, Palestine and resides in ʻAyn al-Ḥilwah Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع شمّا محمود إسماعيل في كانون الأول عام 1995، أنثى، ولدت عام 1926 في عرب الزبيد، فلسطين وتقيم في مخيم عين الحلوة للاجئين الفلسطينيين، لبنان.","contents":"Palestinian wedding celebrations. (@ 0:00)||Traditions and customs. (@ 12:44)||Children's songs. (@ 26:50)","village":"ʻArab al-Zubayd","year":1995,"duration":"00:44:28","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0070_shamah_ismail.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2137,"landmark_id":2079}]}}