{"type":"Feature","geometry":{"type":"Point","coordinates":[35.131153,32.204784]},"properties":{"type":"Village","group":"Palestinian","status":"Remaining","id":643,"name_en":"Hajja","name_ar":"حجة","name_he":null,"slug":"hajja","district_1945":"Nablus","district_isr":"West Bank","type_special":null,"pop_1922":642,"pop_1931":731,"type_1945":"Village","grp_1945":"Palestinian","pop_1945":960,"pal_1945":960,"jsh_1945":null,"change_2016":"Remaining","type_2016":"Village","grp_2016":"Palestinian","pop_2016":2674,"pal_2016":2674,"jsh_2016":null,"oth_2016":null,"start":null,"end":null,"lat":32.204784,"lng":35.131153,"map_20k":"yes","id_zo":null,"id_pr":1161,"id_as":null,"id_old":3079,"url_pr":"GeoPoints/Hajja_1161","poha":[{"interview_id":4868,"name_en":"Interview with Firqat Bayādir al-Qamar, Umm Jamāl Sālim, Maḥmūd Shataywī, Muḥammad Khalīl ʻAbd al-Ghanī, Jumʻah Rizq Dāwūd and ʻAql Ḥijjāwī (Abū Ayman) (","name_ar":"مقابلة مع فرقة بيادر القمر، أم جمال سالم، محمود شتيوي، محمد خليل عبد الغني، جمعة رزق داوود و عقل حجّاوي (أبو أيمن","description":"The interview was recorded on December, 1995 with Firqat Bayādir al-Qamar in al-Baddāwī Palestinian Refugee Camp, Lebanon.\nThe interview was also recorded with Umm Jamāl Sālim, female, born in 1944 in Haifa, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Maḥmūd Shataywī, male, born in 1943 in Ḥawwāsah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. The interview was also recorded with Muḥammad Khalīl ʻAbd al-Ghanī, male, born in 1931 in Ṣaffūrīyah, Palestine and resides in in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with Jumʻah Rizq Dāwūd, male, born in 1926 in Akka (Palestine), Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon. \nThe interview was also recorded with ʻAql Ḥijāwī (Abū Ayman), male, born in 1943 in Ḥajjah, Palestine and resides in al-Baddāwī Palestinian Refugee Camp, Lebanon.\n\nالسيرة: سجلت المقابلة مع فرقة بيادر القمر في كانون الأول ديسمبر عام 1995 في مخيم البداوي للاجئين الفلسطينيين، لبنان.\nسجلت المقابلة أيضاً مع أم جمال سالم، أنثى، ولدت عام 1944 في حيفا، فلسطين وتقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.\nسجلت المقابلة أيضاً مع محمود شتيوي، ذكر، ولد عام 1943 في حواسه، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان. سجلت المقابلة أيضاً مع محمد خليل عبد الغني، ذكر، ولد عام 1931 في صفورية، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان. \nسجلت المقابلة أيضاً مع جمعة رزق داوود، ذكر، ولد عام 1926 في عكا، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.\nسجلت المقابلة أيضاً مع عقل حجاوي (أبو أيمن)، ذكر، ولد عام 1943 في حجة، فلسطين ويقيم في مخيم البداوي للاجئين الفلسطينين، لبنان.","contents":"Palestinian wedding songs and music. (@ 0:00)||Palestinian traditional wedding songs and music . (@ 27:31)||Wedding customs and traditions. (@ 56:41)||Marriage customs and rites. (@ 65:40)","village":"Haifa||Ḥawwāsah||Ṣaffūrīyah||Akka||Ḥajjah","year":1995,"duration":"01:32:12","format":"audio","collection":"POHA, Al-Jana, Folktales Collection","filename":"jf_0085_aql_hijawi.xml","language":"Arabic","thumbnail":"audio.jpg","relation_id":2096,"landmark_id":2068}]}}